Repository: 84000/data-translation-memory
Catalog: toh219-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Mahāyāna Sūtra Putting an End to Karmic Obscurations Homage to the buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བདུན་ཁྲི་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavat was residing with a great saṅgha of one thousand two hundred and fifty bhikṣus and seventy thousand bodhisattvas in Śrāvastī, in Jetavana, Anāthapiṇḍada’s Park.

source: དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བས་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་ཇི་ལྟར་སོ་སོར་བཤགས་པར་བགྱི། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ལ་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་ཚིག་འདི་སྐད་དུ་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་།
en: Through the power of the Buddha, Venerable Śāriputra rose from his seat and with his upper robe over one shoulder, he knelt on his right knee, placed his palms together in homage, bowed toward the Bhagavat, and inquired of the Bhagavat, “Bhagavat, how should a noble son or noble daughter who has entered the Śrāvakayāna, or who has entered the Pratyekabuddhayāna, or who has entered the Mahāyāna, or any other being who is seeking the highest, most complete enlightenment of buddhahood, confess their individual karmic obscurations?”

source: བདེ་བའི་སླད་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྐོར་བ། ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་སྟོན་པ། ཆོས་ཀྱི་ཚུལ་རབ་ཏུ་འཛིན་པ། ཆོས་ཀྱི་སྦྱིན་པ་མཛད་པ། ཆོས་ཀྱི་སྒྲོན་མ་འབར་བར་མཛད་པ། ཆོས་ཀྱི་ཆར་རབ་ཏུ་འབེབས་པ། ཆོས་ཀྱི་རྔ་རབ་ཏུ་རྡུང་བ། ཆོས་ཀྱི་རྔ་བོ་ཆེ་རབ་ཏུ་རྡུང་བ། ཆོས་ཀྱི་དུང་རབ་ཏུ་འབུད་པ། ཆོས་ཀྱི་སྲོག་ཤིང་སྒྲེང་བ། སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྦྱིན་པས་ཚིམ་པར་མཛད་པ། ཉམ་བག་ཏུ་སྤྱོད་དུ་འཛུད་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་ཕྱག་འཚལ་ལོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཆོད་པའི་གནས། ཕྱག་བགྱི་བའི་གནས། རི་མོ་བགྱི་བའི་གནས། མཁྱེན་པར་གྱུར་པ། སྤྱན་དུ་གྱུར་པ། དཔང་དུ་གྱུར་པ། ཚད་མར་གྱུར་པ།
en: After Venerable Śāriputra had asked that, the Bhagavat said these words to him: “Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who wishes for the highest most complete enlightenment of buddhahood, should three times each day and three times each night, with the upper robe over one shoulder, kneel on the right knee, place their palms together in homage, and say these words: “ ‘For the benefit of many beings, for the happiness of many beings, out of compassion for the world, and for the benefit and healing and happiness of multitudes of beings, devas and humans, I pay homage to the buddha bhagavats who in this present time have attained the highest, most complete enlightenment of buddhahood in worlds in the ten directions, those buddha bhagavats who conscientiously turn the wheel of the Dharma, teach the wheel of the Dharma, possess the way of the Dharma, give the gift of the Dharma, light the lamp of the Dharma, send down the rain of the Dharma, beat the drum of the Dharma, beat the great drum of the Dharma, blow the conch of the Dharma, raise the central pillar of the Dharma, and bring satisfaction to all beings with the gift of the Dharma.

source: མཁྱེན་པ་དང་ལྡན་པ། གཟིགས་པ་དང་ལྡན་པ། དེ་དག་ལ་བདག་ལུས་དང་། ངག་དང་། ཡིད་ཀྱིས་ཕྱག་འཚལ་ལོ། །ཐོག་མ་དང་།
en: “ ‘I pay homage with my head, voice, and mind to those who are the object of offering, the object of homage, and the object of respect, and who are wise, who are attentive, who are witnesses, who are valid, who have wisdom, and who have vision.

source: ཐ་མ་མ་མཆིས་པའི་འཁོར་བ་ན་འཁོར་བའི་ཚེ། བདག་འདོད་ཆགས་ཀྱིས་གཟིར་བའམ། ཞེ་སྡང་གིས་གཟིར་བའམ། གཏི་མུག་གིས་གཟིར་བའི་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་ཀྱི་སྒྲིབ་པ་གང་མངོན་པར་འདུས་བགྱིས་པ།
en: “ ‘While I have been circling in beginningless and endless saṃsāra, tormented by desire, tormented by anger, and tormented by stupidity, I have accumulated karmic obstructions with my body, speech, and mind.

source: སངས་རྒྱས་སུ་མ་འཚལ་བ་དང་། ཆོས་སུ་མ་འཚལ་བ་དང་། དགེ་འདུན་དུ་མ་འཚལ་བ་དང་།
en: I have not acknowledged the Buddha, I have not acknowledged the Dharma, and I have not acknowledged the Saṅgha.

source: དགེ་བ་དང་། མི་དགེ་བར་མ་འཚལ་བ་དང་། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་དང་།
en: I have not acknowledged what are good actions and what are bad ones.

source: ཆོས་སྤངས་པ་དང་། དགེ་འདུན་གྱི་དབྱེན་བགྱིས་པ་དང་། དགེ་སློང་དགྲ་བཅོམ་པ་བཀུམ་པ་དང་། ཕ་མ་བཀུམ་པ་དང་། ལུས་ཀྱི་རྣམ་གསུམ། ངག་གི་རྣམ་བཞི། ཡིད་ཀྱི་རྣམ་གསུམ་སྟེ། མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་བགྱིས་པ་དང་།
en: With malicious intent, I have caused a tathāgata to bleed, I have forsaken the Dharma, I have caused a division of the Saṅgha, I have slain a bhikṣu arhat, I have slain my parents, and I have followed the path of the ten bad actions—the three physical, the four verbal, and the three mental.

source: བགྱིད་དུ་སྩལ་བ་དང་། བགྱིད་པ་ལ་རྗེས་སུ་ཡི་རང་བ་དང་། སེམས་ཅན་ཁ་ཅིག་ལ་ངག་རྩུབ་པོ་སྨྲས་པ་དང་།
en: I have made others commit them, I have rejoiced in their accomplishment, and I have spoken harshly to certain beings.

source: སྐུར་པ་བཏབ་པ་དང་།
en: I have maligned.

source: སྲང་ལ་གཡོ་བགྱིས་པ་དང་།
en: I have cheated with weights.

source: གཞལ་བ་ལ་གཡོ་བགྱིས་པ་དང་།
en: I have cheated with measures.

source: འགྲོ་བ་དྲུག་ཏུ་འཁོར་བར་འཁོར་བ་ན་ཕ་མ་མི་དགའ་བར་བགྱིས་པ་དང་།
en: I have made my parents unhappy.

source: གང་ཟག་གིའམ། མཆོད་རྟེན་གྱིའམ། དགེ་འདུན་གྱིའམ། ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་གྱི་ནོར་བརྐུས་པ་དང་།
en: I have stolen the wealth of individuals, of stūpas, of saṅghas, and of the saṅghas of bhikṣus in the four directions.

source: ཅི་ལྟར་བསླབ་པའི་གཞི་བཅས་པ་རྣམས་ཀྱི་འདུལ་བ་དང་འགལ་བར་བགྱིས་པ་དང་། མཁན་པོ་དང་།
en: I have transgressed the vinaya and the foundations of the training.

source: སློབ་དཔོན་གྱིས་བསྒོ་བ་མ་མཉན་པ་དང་། ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ།
en: I have disobeyed the upādhyāyas and the ācāryas.

source: དེ་ལས་གཞན་པའི་སེམས་ཅན་རྣམས་ལ་མི་སྙན་པར་བགྱིས་པ་དང་། སྤྱོས་པ་དང་། བརྡེགས་པ་དང་། དེ་དག་ལ་ཐ་བ་དང་། ཞེ་སྡང་བསྐྱེད་པ་དང་།
en: I have been unpleasant to those who have entered the Śrāvakayāna, entered the Pratyekabuddhayāna, entered the Mahāyāna, and every other being—I have reviled and beaten them with a mind that is obstinate, angry, envious, and miserly.

source: ཕྲག་དོག་དང་། སེར་སྣ་ལས་བྱུང་བའི་སེམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་ཚིག་རྩུབ་པོ་སྨྲས་པ་དང་། ཆོས་ལ་ཆོས་མ་ལགས་ཞེས་བགྱིས་པ་དང་། ཆོས་མ་ལགས་པ་ལ་ཆོས་ལགས་ཞེས་བགྱིས་པ་དེ་དག་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཁྱེན་པར་གྱུར་པ།
en: I have spoken harsh words to buddha bhagavats, have said that the sublime Dharma is not the Dharma, and have said that that which is not the Dharma is the sublime Dharma.

source: སྤྱན་དུ་གྱུར་པ། དཔང་དུ་གྱུར་པ། ཚད་མར་གྱུར་པ། མཁྱེན་པ་དང་ལྡན་པ། གཟིགས་པ་དང་ལྡན་པ་དེ་དག་གི་སྤྱན་སྔར་སོ་སོར་འཆགས་སོ། །
en: “ ‘All of this I individually confess in the presence of the buddha bhagavats who are wise, who are attentive, who are witnesses, who are valid, who have wisdom, and who have vision.

source: མཐོལ་ལོ། །མི་འཆབ་པོ། །སླན་ཆད་ཀྱང་མི་བགྱིད་དོ། །བདག་ལས་ཀྱི་སྒྲིབ་པ་གང་གིས་བསྒྲིབས་ཏེ། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། ཡི་དགས་ཀྱི་ཡུལ་དང་།
en: I repent them, I do not conceal them, and I will not repeat them.

source: ལྷ་མ་ཡིན་གྱི་ཚོགས་ཀྱི་ནང་དུ་མཆི་བར་འགྱུར་བ་དང་། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་མཉེས་པར་བགྱིད་པར་མི་འགྱུར་བ་དང་། མི་ཁོམ་པ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བའི་ལས་དེ་ལུས་འདི་ཉིད་ལ་རྣམ་པར་སྨིན་ཏེ་གཞན་དུ་མི་མྱོང་བར་ཤོག་ཤིག །
en: “ ‘Whatever karmic obscurations obscure me—those that will cause me to be in the hell realms, in the life of an animal, or in the land of the pretas; to be among the hosts of asuras; to not be able to please the Buddha, Dharma, and Saṅgha; and to be born in other unfortunate existences—that karma will ripen in this body and will not be experienced by anyone else.

source: དེ་ཡང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཁྱེན་པར་གྱུར་པ། སྤྱན་དུ་གྱུར་པ། དཔང་དུ་གྱུར་པ། ཚད་མར་གྱུར་པ། མཁྱེན་པ་དང་ལྡན་པ། གཟིགས་པ་དང་ལྡན་པ་དེ་དག་གི་སྤྱན་སྔར་སོ་སོར་འཆགས་སོ། །
en: I confess each one in the presence of the buddha bhagavats, who are wise, who are attentive, who are witnesses, who are valid, who have wisdom, and who have vision.

source: མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་ཀྱང་མི་བགྱིད་དོ། །
en: I repent them, I do not conceal them, and I will not repeat them.

source: ཇི་ལྟར་སྔོན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་སྔོན་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པ་དང་། མ་བཅབས་པ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་ཀྱང་མི་བགྱིད་དོ། །
en: “ ‘Just as the bodhisattva mahāsattvas of the past, in practicing for enlightenment, confessed each of their karmic obscurations, repenting them and not concealing them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.

source: ཇི་ལྟར་མ་འོངས་པའི་དུས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་པར་འགྱུར་བ་དང་། མི་འཆབ་པར་འགྱུར་བ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་མི་བགྱིད་དོ། །
en: “ ‘Just as the bodhisattva mahāsattvas in the future, in practicing for enlightenment, will confess each of their karmic obscurations, repent them, and not conceal them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.

source: ཇི་ལྟར་ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་བྱང་ཆུབ་ཀྱི་ཕྱིར་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་པ་དང་། མི་འཆབ་པ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་མི་བགྱིད་དོ། །
en: “ ‘Just as the bodhisattva mahāsattvas in the ten directions in the present, in practicing for enlightenment, confess each of their karmic obscurations, repent them, and do not conceal them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.

source: ཇི་ལྟར་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པ་དང་། སོ་སོར་འཆགས་པ་དང་། སོ་སོར་འཆགས་པར་འགྱུར་བ་དེ་བཞིན་དུ་བདག་ཀྱང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་འཆགས་སོ། །
en: “ ‘Just as the bodhisattva mahāsattvas of the past, the future, and the present, in practicing for enlightenment, confess each of their karmic obscurations, repent them, and do not conceal them, in the same way I confess each one of my karmic obscurations, repent them, do not conceal them, and will not repeat them.’

source: མཐོལ་ལོ། །མི་འཆབ་བོ། །སླན་ཆད་མི་བགྱིད་དོ་ཞེས་བརྗོད་པར་བྱའོ། །ཤཱ་རིའི་བུ་དེ་ལྟ་བས་ན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཆོས་ཐམས་ཅད་ལ་སྒྲིབ་པ་མེད་པ་རྣམ་པར་དག་པ་འཐོབ་པར་འདོད་པས་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །སུ་རྒྱལ་རིགས་ཀྱི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཕྱུག་པ། ནོར་ཆེ་བ། ལོངས་སྤྱོད་ཆེ་བ།
en: “Thus, Śāriputra, a noble son or noble daughter who wishes to attain purity and absence of obscuration in all Dharmas should in that way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: ས་ལེ་སྦྲམ་དང་། ནོར་དང་། ཡོ་བྱད་མང་བ། ཤིན་ཏུ་སྐྱིད་པ། བཞོན་པ་ཆེན་པོ་ལ་ཞོན་པ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །
en: “Those who wish to be reborn like a great sal tree among the kṣatriyas, rich, with great wealth—with great possessions, with gold, with herds, with many requisites, very happy, and riding in a great carriage—should also in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: སུ་བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྣམས་དང་། ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཕྱུག་པ། ནོར་ཆེ་བ་ལོངས་སྤྱོད་ཆེ་བ། ས་ལེ་སྦྲམ་དང་། ནོར་དང་། ཡོ་བྱད་མང་བ། ཤིན་ཏུ་སྐྱིད་པ། བཞོན་པ་ཆེན་པོ་ལ་ཞོན་པ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །
en: “Those who wish to be reborn like a great sal tree among the brahmins, in a family like a great sal tree, that is rich, with great wealth—great possessions, gold, herds, many requisites, very happy, and riding in a great carriage—should also in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: སུ་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ།
en: “Those who wish to be reborn into the same way of life as that of the devas of the Cāturmahā-rāja-kāyika should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: སུ་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །དེ་བཞིན་དུ་སུ་འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་པའི་མདུན་ན་འདོན་དང་། ཚངས་འཁོར་དང་། ཚངས་ཆེན་དང་། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་། འོད་གསལ་དང་། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་དང་། སྤྲིན་མེད་དང་། བསོད་ནམས་སྐྱེས་དང་། འབྲས་བུ་ཆེ་དང་། སེམས་ཅན་འདུ་ཤེས་མེད་པ་དང་།
en: “Those who wish to be reborn among the devas of Trāyastriṃśa, with their same quality of life, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: གྱ་ནོམ་སྣང་བ་དང་། ཤིན་ཏུ་མཐོང་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །
en: “In the same way, those who wish to be reborn into the same way of life as that of the devas of Yāma, Tuṣita, Nirmāṇarati, Paranirmitavaśavartin, Brahmakāyika, Brahmapurohita, Brahmapariṣadya, Mahābrahmā, Parīttābha, Apramāṇābha, Ābhāsvara, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Anabhraka, Puṇyaprasava, Bṛhatphala, Asaṃjñasattva, Sudṛśa, Sudarśana, Avṛha, Atapa, or Akaniṣṭha should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: སུ་གཟུགས་མེད་པ་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བ་རྣམས་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བ་རྣམས་དང་། ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བ་རྣམས་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་བརྟུལ་ཞུགས་དང་མཚུངས་པར་སྐྱེ་བར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །
en: “Those who wish to be reborn among the devas who have arrived in the state of infinite space, the state of infinite consciousness, the state of nothingness, or the state of neither perception nor nonperception, with their condition of life, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: སུ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །
en: “Those who wish to reach the result of a stream entrant, the result of a once-returner, the result of a non-returner, or to manifest arhathood, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: སུ་རིག་པ་གསུམ་མམ། མངོན་པར་ཤེས་པ་དྲུག་གམ། སྟོབས་རྣམས་སམ། དབང་པོ་རྣམས་སམ། ཉན་ཐོས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའམ། ཉན་ཐོས་དབང་ཆེ་བར་གྲགས་པའམ། རང་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱེད་པར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །སུ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དང་།
en: “Those who wish to have the three knowledges, or the six higher cognitions, or the strengths, or the powers, or the final goal of the śrāvakas, or fame as a very powerful śrāvaka, or to manifest the enlightenment of a pratyekabuddha, should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: རྣམ་པར་དག་པའི་ཡེ་ཤེས་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་ཡེ་ཤེས་དང་། མཚུངས་པ་མེད་པའི་ཡེ་ཤེས་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་མངོན་པར་བསྒྲུབ་པར་འདོད་པ་དེས་ཀྱང་འདི་བཞིན་དུ་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་སོ་སོར་བཤགས་པར་བྱའོ། །མི་བཅབ་པར་བྱའོ། །ཕྱིན་ཅད་ཀྱང་མི་བྱའོ། །
en: “Those who wish to accomplish omniscient wisdom, completely pure wisdom, inconceivable wisdom, unequaled wisdom, and the wisdom of complete buddhahood should in this way confess their individual karmic obscurations, not conceal them, and state that they will not repeat them.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Why is that?

source: ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ་ཞེས་གསུངས་པའི་ཕྱིར་ཏེ།
en: Śāriputra, the Tathāgata has taught, ‘All phenomena originate through dependence.’

source: རྒྱུ་དང་རྐྱེན་གཞན་དང་གཞན་གྱིས་གཞན་སྐྱེའོ། །གཞན་འགག་གོ། །
en: Because of certain causes and conditions, there is creation or cessation.

source: དེ་ལ་འདས་པའི་ཆོས་གང་ཡིན་པ་དེ་དག་ནི་འགགས་པ། ཟད་པ་བྲལ་བ་རྣམ་པར་གྱུར་པ་སྟེ། དེ་དག་ལ་ཡང་ལས་ཀྱི་སྒྲིབ་པ་ཆུང་ཟད་ཀྱང་མེད་དོ། །
en: The qualities that transcend this have no cessation or end, and they also do not have the slightest karmic obscuration.

source: དེ་ལྟར་ན་འདུ་བྱེད་པ་གང་ཡིན་པ་རྣམས་ཀྱང་མེད་པ་ལས་བྱུང་བ་སྟེ། དེ་དག་ལ་ཡང་ལས་ཀྱི་སྒྲིབ་པ་ཅུང་ཟད་ཀྱང་མེད་དོ། །
en: They arise from the absence of anything that is composite.

source: ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ནི་སྟོང་པ། སེམས་ཅན་མེད་པ། སྲོག་མེད་པ། གང་ཟག་མེད་པ། མ་སྐྱེས་པ།
en: Śāriputra, the Tathāgata has taught, ‘All phenomena are empty, have no being, have no soul, have no individuality, are unborn, are unceasing, and are noncomposite.’

source: མ་འགགས་པ། འདུས་མ་བྱས་པ་ཞེས་གསུངས་པའི་ཕྱིར་རོ། །ཤཱ་རིའི་བུ་ཆོས་ཐམས་ཅད་བདག་ལས་བྱུང་ཡང་བདག་ཀྱང་ཡོད་པ་མ་ཡིན་ནོ། །ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ།
en: “Śāriputra, all phenomena do not arise from self or have a self.

source: རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་འདི་ལྟ་སྟེ། སེམས་ཅན་མེད་པའི་མཐའི་ཆོས་ཀྱི་ཚུལ་འདི་ལ་འཇུག་པ་འདི་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་སྟེ། ཤཱ་རིའི་བུ་འདི་ནི་སོ་སོར་བཤགས་པའོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ།
en: Śāriputra, the engagement by a noble son or noble daughter in the nature of the ultimate Dharma of no being is called the end of the continuity of karmic obscuration, and that, Śāriputra, is the confession.”

source: རིགས་ཀྱི་བུ་མོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡང་དག་པར་ཞུགས་པའམ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའམ། སེམས་ཅན་གཞན་དག་ཀྱང་རུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བས་ཇི་ལྟར་དགེ་བའི་རྩ་བ་རྣམས་ལ་རྗེས་སུ་ཡི་རང་བར་བགྱི།
en: Venerable Śāriputra then asked the Bhagavat, “Bhagavat, how should a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who is seeking the highest, most complete enlightenment of buddhahood, rejoice in the roots of merit?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། ཐལ་མོ་སྦྱར་ནས་ཚིག་འདི་སྐད་དུ་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སེམས་ཅན་གང་སུ་དག་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་དང་། བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་མངོན་པར་འདུས་བགྱིས་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་ངོ་། །
en: After Venerable Śāriputra had asked that, the Bhagavat said to him, “Śāriputra, a noble son or noble daughter who has entered the Śrāvakayāna, or has entered the Pratyekabuddhayāna, or has entered the Mahāyāna, or any other being who is seeking the highest, most complete enlightenment of buddhahood, should three times each day and three times each night, with the upper robe over one shoulder, kneel on the right knee, place their palms together in homage, and say these words: “ ‘I rejoice with the greatest joy in whatever merit has arisen from the generosity of beings in the ten directions, from their good conduct, and from the merit that has arisen from their meditation.

source: རྗེས་སུ་ཡི་རང་བ་དམ་པ་དང་། གཙོ་བོ་དང་། ཁྱད་པར་ཅན་དང་། རབ་དང་། ཕུལ་དང་། གྱ་ནོམ་པ་དང་། བླ་མ་དང་།
en: I rejoice in that merit with a joy that is sublime, preeminent, superior, complete, perfect, excellent, the highest, unsurpassable, superlative, unequaled, and that has no equal.

source: བླ་ན་མེད་པ་དང་། ལྟག་ན་མེད་པ་དང་། མཉམ་པ་མེད་པ་དང་། མི་མཉམ་པ་དང་མཉམ་པས་རྗེས་སུ་ཡི་རང་ངོ་། །ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སེམས་ཅན་གང་སུ་དག་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་དང་།
en: “ ‘I rejoice with the greatest joy in whatever merit is arising from the generosity of beings in the ten directions, from their good conduct, and from the merit that is arising from their meditation.

source: བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་མངོན་པར་འདུ་བགྱིད་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །
en: I rejoice in that merit with a joy that is … and so on, until and that has no equal.

source: ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་སེམས་ཅན་གང་སུ་དག་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། ཚུལ་ཁྲིམས་ལས་བྱུང་བ་དང་།
en: “ ‘I rejoice with the greatest joy in whatever merit will arise from the generosity of beings in the ten directions, from their good conduct, and from the merit that will arise from their meditation.

source: བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་མངོན་པར་འདུ་བགྱིད་པ་དེ་དག་ཐམས་ཅད་ལ་ཡང་རྗེས་སུ་ཡི་རང་བའི་མཆོག་གིས་རྗེས་སུ་ཡི་རང་བ་ནས་རྗེས་སུ་ཡི་རང་བ་མི་མཉམ་པ་དང་མཉམ་པའི་བར་གྱིས་རྗེས་སུ་ཡི་རང་ངོ་། །
en: I rejoice in that merit with a joy that is … and so on, until and that has no equal.
